<?php

return [
    'admin' => [
        'category' => [
            'create' => [
                'success' => 'Категория успешно добавлена',
                'fail' => 'Не удалось добавить категорию',
                ],
            'update' => [
                'success' => 'Запись успешно обновлена',
                'fail' => 'Не удалось обновлена запись',
            ],
        ],
        'news' => [
            'create' => [
                'success' => 'Запись успешно добавлена',
                'fail' => 'Не удалось добавить запись',
            ],
            'update' => [
                'success' => 'Записи успешно обновлены',
                'fail' => 'Не удалось обновить запись',
            ],
        ],
        'profile' => [
            'update' => [
                'success' => 'Профиль пользователя успешно обновлен',
                'fail' => 'Не удалось обновить запись',
            ],
        ],
    ],
];
